Repository: wp-plugins/wp-symposium-toolbar
Catalog: lang/wp-symposium-toolbar-*.po
Languages: es_es

source: Toolbar
es_es: Barra de Herramientas

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene permisos suficientes para acceder a esta página.

source: The Edit Profile link
es_es: El enlace Editar Perfil

source: Save Changes
es_es: Salvar los Cambios

source: Admin Menu
es_es: Menú de Administración

source: Options
es_es: Opciones

source: Profile
es_es: Perfil

source: Plus
es_es: Más

source: Forum
es_es: Foro

source: Directory
es_es: Directorio

source: Mail
es_es: Correo

source: Groups
es_es: Grupos

source: Gallery
es_es: Galería

source: Alerts
es_es: Alertas

source: Events
es_es: Eventos

source: Mobile
es_es: Móvil

source: Reply
es_es: Responder

source: Lounge
es_es: Salón

source: Manage
es_es: Gestionar

source: Settings
es_es: Configurar

source: Thesaurus
es_es: Tesauro

source: Categories
es_es: Categorías

source: Forum Posts
es_es: Mensajes del Foro

source: Mail Messages
es_es: Mensajes de Correo

source: Templates
es_es: Plantillas

source: Audit
es_es: Auditoría

source: WPS Toolbar Options
es_es: Opciones de la Barra de Herramientas WPS

source: WP Toolbar
es_es: Barra de Herramientas WP

source: Select the roles for which the WP Toolbar itself and its default toplevel items (as well as their menu, if any) should be displayed, both for logged-in members with the appropriate rights, and visitors whenever they could access this item.
es_es: Seleccione los roles para los elementos de la Barra de Herramientas WP en sí y sus elementos de nivel superior por defecto (así como su menú, si hay) como deben ser mostrados, ambos para miembros logueados con los derechos apropiados, y visitantes cada vez que pueden acceder a este elemento.

source: The WordPress Toolbar itself, in the frontend of the site solely, and depending on a user setting ; the WP Toolbar will always be visible in the backend.
es_es: La propia barra de Herramientas de WordPress, en la interfaz del sitio únicamente y dependiendo de la configuración del usuario, la Barra de herramienta WP estará siempre visible en el backend.

source: WP Logo
es_es: Logo WP

source: The WordPress logo and its menu, links to WordPress help and support
es_es: El logotipo de WordPress y su menú, enlaces a la ayuda y al soporte de WordPress.

source: Site Name
es_es: Nombre del Sitio

source: The site name and its menu, gives access to the site from the backend, and various dashboard pages from the frontend
es_es: El nombre de los sitios, da acceso al sitio desde el servidor y a varias páginas del panel desde la vista pública.

source: My Sites
es_es: Mi Sitios

source: Updates Icon
es_es: Actualizar Iconos

source: The Updates icon, links to the Updates page of the dashboard
es_es: Las Actualizaciones de los iconos, enlaces a las páginas de Actualización del dashboard

source: Comments Bubble
es_es: Burbuja de Comentarios

source: The Comments bubble, links to the Comments moderation page
es_es: La burbuja de Comentarios, enlaces a la página de moderación de Comentarios.

source: Add New
es_es: Adicionar Nuevo

source: The Add New menu, allows adding new content to the site
es_es: Adicionar un Nuevo menú, permite adicionar nuevo contenido en el sitio

source: Edit Link
es_es: Modificar Enlace

source: The Edit link to the Edit page for the page / post being viewed
es_es: El enlace Edit para la página Edit para la página/post que se está viendo

source: WP User Menu
es_es: Menú de Usuario WP

source: Search Icon
es_es: Icono Buscar

source: The Search icon and field, allows searching the site from the frontend
es_es: El icono y el campo de Buscar, permiten buscar el sitio desde la vista pública

source: Display the WP Symposium Admin Menu
es_es: Muestra el Menú de Administración del WP Symposium

source: Notifications
es_es: Notificaciones

source: Display the WP Symposium Mail notification icon
es_es: Muestra el icono de notificación de Correo del WP Symposium

source: Display the WP Symposium Friendship notification icon
es_es: Muestra el icono de notificación de Amistad del WP Symposium

source: The WP User Menu, also called "My Account", is located at the right end of the WP Toolbar. Define what should be displayed in the Toolbar (toplevel menu item) and in the menu, underneath.
es_es: El Menú de Usuario WP, también llamado "My Account", está localizado en la esquina de la derecha de la Barra de herramientas WP. Define qué debería ser mostrado en la barra de Herramientas (elemento del menú de nivel superior) y en el menú, por debajo.

source: Customize the "Howdy" message displayed in the WP Toolbar for members, leave empty for no message
es_es: Personaliza el mensaje "Howdy" mostrado en la Barra de Herramientas WP para miembros, dejar vacío para cuando no hay mensaje

source: "Howdy" message for visitors
es_es: Mensaje "Howdy" para visitantes

source: Which of the WP User Menu default items should be displayed?
es_es: ¿Cuál de los elementos por defecto del Menú de Usuario WP debería ser mostrado?

source: The big size avatar of the user, in the menu
es_es: El avatar de gran tamaño del usuario, en el menú

source: The user display name
es_es: El nombre que se muestra del usuario

source: The Log Out link?
es_es: ¿El enlace de Desconexión?

source: Appearance
es_es: Apariencia

source: Menus
es_es: Menús

source: Menu Name
es_es: Nombre del Menú

source: Location
es_es: Lugar

source: Custom Icon
es_es: Icono Personalizado

source: My Account
es_es: Mi Cuenta

source: Go to your Inbox
es_es: Ir a su Bandeja de Entrada

source: unread mail
es_es: correo sin leer

source: Your Inbox
es_es: Su Bandeja de Entrada

source: archived
es_es: archivado

source: Go to your Friends list
es_es: Ir a la lista de Amigos

source: new friend requests
es_es: nuevas peticiones de amigos

source: Your Friends list
es_es: Su lista de Amigos

source: friends
es_es: amigos

source: Visitor
es_es: Visitante

source: My Profile
es_es: Mi Perfil

source: WPS Profile page, showing profile info
es_es: Página del Perfil WPS, mostrando la información del perfil

source: Profile Details
es_es: Detalles del Perfil

source: WPS Profile page, showing personal information
es_es: Página del Perfil WPS, mostrando información personal

source: Community Settings
es_es: Configuración de la Comunidad

source: WPS Profile page, showing community settings
es_es: Página de Perfil WPS, mostrando la configuración de la comunidad

source: Profile Photo
es_es: Foto de Perfil

source: WPS Profile page, showing avatar upload
es_es: Página de Perfil WPS, mostrando el avatar subido

source: Activity
es_es: Actividad

source: WPS Profile page, showing member activity
es_es: Página del Perfil WPS, mostrando la actividad del miembro

source: My Activity
es_es: Mi Actividad

source: WPS Profile page, showing friends activity
es_es: Página del Perfil WPS, mostrando actividad de los amigos

source: Friends Activity
es_es: Actividad de los Amigos

source: WPS Profile page, showing all activity
es_es: Página del Perfil WPS, mostrando toda la actividad

source: My Friends
es_es: Mis Amigos

source: My Groups
es_es: Mis Grupos

source: WPS Profile page, showing the groups the member belongs to
es_es: Página del Perfil WPS, mostrando los grupos a los que el miembro pertenece

source: WPS Profile page, showing where the member is @mentionned
es_es: Página del Perfil WPS, mostrando dónde el miembro es @mentionned

source: I am Following
es_es: Estoy Siguiendo

source: WPS Profile page, showing who the member is following
es_es: Página del Perfil WPS, mostrando quién el miembro está siguiendo

source: My Followers
es_es: Mis Seguidores

source: WPS Profile page, showing who the member is followed by
es_es: Página del Perfil WPS, mostrando quién está siguiendo al miembro

source: The Lounge
es_es: El Salón

source: WPS Profile page, showing the Lounge
es_es: Página del Perfil WPS, mostrando el Salón

source: More
es_es: Más

source: WPS Mailbox of the member
es_es: Buzón WPS del miembro

source: My Events
es_es: Mis Eventos

source: WPS Profile page, showing member events
es_es: Página del Perfil WPS, mostrando los eventos del miembro

source: My Gallery
es_es: Mi Galería

source: WPS Profile page, showing member gallery
es_es: Página del Perfil WPS, mostrando la galería del miembro

source: Login
es_es: Acceder

source: Lost Password
es_es: Perdió la Contraseña

source: Register
es_es: Registrarse

source: Please also refer to the help tab added to the WP NavMenus settings page, when creating your menus with WP Symposium items.
es_es: Por favor refiérase también al tab de ayuda para la página de configuración de Menús de Navegación WP, cuando crea su menú con elementos del WP Symposium.

source: Overview
es_es: Descripción General

source: You may choose to hide the whole WP Toolbar, on a per-role basis. Please note however that the display of the WP Toolbar is also triggered by an option at the WP user profile page
es_es: Usted puede escoger esconder la Barra de Herramientas WP, en las bases. Tenga en cuenta, que la visualización de la barra de herramientas de WP también se muestra por una opción en la página de perfil de usuario WP

source: Show Toolbar when viewing site
es_es: Mostrar la Barra de Herramientas al visualizar el sitio.

source: This personal choice is not overridden by the admin setting: if you choose to hide the Toolbar for particular roles, these members will not see it at all, however if you choose to display the Toolbar for these members, they may still hide it from their WP profile settings.
es_es: Esta opción personal no es anulada por ajustes de administración: Si usted decide ocultar la Barra de Herramientas para funciones específicas, estos miembros no se verán, sin embargo, si usted elige mostrar la Barra de Herramientas para estos miembros, todavía puede esconderse en su configuración del perfil WP.

source: For admins, you may choose to add the WPS Admin Menu, for a one-click access to WP Symposium settings pages in the backend of your site.
es_es: Para administradores, puede optar por agregar el menú de administración WPS, para un acceso con un clic a las páginas de configuración del WP Symposium en el backend de su sitio.

source: Custom Menus
es_es: Menús Personalizados

source: Menu Item Title
es_es: Título de los Elementos del Menú

source: Description
es_es: Descripción

source: WP Symposium Pages
es_es: Páginas del WP Symposium

source: Available aliases:
es_es: Alias Disponibles:

source: Use the information in the table hereafter to create your custom links to WP Symposium pages...
es_es: Utilice la información de la tabla que aparece a continuación para crear sus vínculos personalizados a las páginas del WP Symposium...

source: You may also add WP Symposium notifications to the Toolbar for your members. These will warn the member of any incoming friend request or mail. When there are no new friend requests or mails, the number of friends and stored mails is displayed.
es_es: Usted puede además añadir notificaciones del WP Symposium a la Barra de Herramientas para sus miembros. Esto avisará al miembro de cualquier pedido o mail entrante de amigo, el número de amigos y mails almacenados se muestra.

source: This section allows you to modify the content of the WP User Menu, and pick the items you want to display to all users, when they are registrered and logged-in.
es_es: Esta sección le permite modificar el contenido en el Menú de Usuario WP, y seleccionar los elementos que quiere mostrar para todos los usuarios, cuando estan registrados y logueados.

source: You may remove all of the items of the WP User Menu, one by one. There is currently no role management for the menu items, it is assumed that your members will share the same User Menu. However, should you need different items for your members, you may add different custom menus depending on role, see next tab.
es_es: Usted puede eliminar todos los elementos del Menú de Usuario WP, uno a uno. Actualmente no hay gestión de roles para los elementos del menú, se asume que sus miembros compartirán el mismo Menú de Usuario.Sin embargo, si necesita elementos diferentes para sus miembros, puede adicionar diferentes menús personalizados dependiendo del rol, vea el próximo tab.

source: The menu itself is not shown by WordPress to site visitors, so if you don't hide it to visitors from the first set of options, they will see a blank avatar, that you could use to hold a login menu for instance, along with a kind welcome message to your non logged-in members.
es_es: El menú en sí no se muestra por WordPress para los visitantes del sitio, por lo que si usted no lo esconde para los visitantes del primer grupo de opciones, ellos verán un avatar en blanco, que puede usar para mostrar un menú de login por ejemplo, junto con un mensaje amable de bienvenida a sus miembros no logueados.

source: All Activity
es_es: Todas las Actividades

source: Please go to the NavMenus page, and create some...
es_es: Por favor vaya a la página Menús de Navegación y cree alguna...

source: Shortlink
es_es: Enlace Corto

source: The Shortlink to the page / post being edited
es_es: El Enlace corto a la página/post siendo editado

source: NavMenus
es_es: Menús de Navegación

source: To re-generate the NavMenus created by WPS Toolbar for WP Symposium, delete the menu in question from the NavMenus page at
es_es: Para volver a general los Menús de Navegación creados por la Barra de Herramientas WPS para el WP Symposium, elimine el menú en cuestión desde la página Menús de Navegación en

source: , check this box, and save...
es_es: , verifique el checkbox y salve...

source: The NavMenus generated by the plugin at the Appearance > Menus page are made of "custom links", so if you remove them you need to recreate them as such. If you ever totally messed up one of these menus, delete it from the NavMenus page, select the option above the menu table at this page and save, that will regenerate any missing menu and save you the process of recreate menu items by hand...
es_es: El Menú de Navegación generado por el plugin en la página Appearance > Menus es hecho por "enlaces personalizados", por lo que si usted los remueve necesitará recrearlos como tal. Si usted echa a perder uno de esos menús, bórrelo de la página de Menús de Navegación, seleccione la opción sobre la tabla del menú en esta página y salve, eso regenerará cualquier menú perdido y lo salvará del proceso de recrear los elementos del menú a mano...

source: But move it to a location where it won't push other items when unfolding...
es_es: Pero muévalo a otra localización donde no pueda empujar a otros elementos al desplegarse.

source: Select a location
es_es: Seleccione una ubicación

source: Left of the User Menu
es_es: A la izquierda del Menú de Usuario

source: Right of the New Content menu
es_es: La de Derecha del menú Nuevo Contenido

source: Import / Export
es_es: Importar/Exportar

source: The Toolbar shows a blank avatar for visitors
es_es: La Barra de Herramientas muestra un avatar en blanco para los visitantes

source: You may also modify the toplevel item of this menu, the Howdy message and the small avatar, both for members and visitors (non-logged-in members).
es_es: Usted también puede modificar el elemento al nivel superior del menú, el mensaje Howdy y el pequeño avatar, tanto para los miembros como para los visitantes (no registrados).

source: No available NavMenu !
es_es: ¡Menú de Navegación no disponible!

source: : incorrect format, an array of roles was expected
es_es: : formato incorrecto, un conjunto de roles se esperaban

source: : incorrect value, expected values are "" or "on"
es_es: : valor incorrecto, los valores esperados son "" o "on"

source: : incorrect format, a string was expected, either "" or "on"
es_es: : formato incorrecto, se esperaba una cadena. ya sea "" o "on"

source: : incorrect value, expected values are "", "empty" or "top-secondary"
es_es: : valor incorrecto, los valores esperados son "", "empty" or "top-secondary"

source: : incorrect format, a string was expected, either "", "empty" or "top-secondary"
es_es: : formato incorrecto, se esperaba una cadena, ya sea "", "empty" or "top-secondary"

source: : incorrect format, a string was expected
es_es: : formato incorrecto, se esperaba una cadena

source: : option not recognized
es_es: : opción no reconocida

source: Append to / Replace the WP Logo menu
es_es: Anexar a/Reemplazar el logo del menú WP

source: Append to My Sites
es_es: Anexar a Mis Sitios

source: At the right of the New Content menu
es_es: A la derecha del menú Nuevo Contenido

source: At the left of the WP User Menu
es_es: A la izquierda del Menú Usuario WP

source: Append to the WP User Menu
es_es: Anexar al Menú Usuario WP

source: Remove from Toolbar
es_es: Eliminar de la Barra de Herramientas

source: Add this menu
es_es: Adicionar a este menú

source: To this location
es_es: Para esta ubicación

source: toggle all / none
es_es: cambiar a todos/ninguno

source: Top Level Item
es_es: Elemento de nivel superior

source: Show the small size avatar of the user in the Toolbar
es_es: Mostrar el avatar pequeño del usuario en la Barra

source: Default Menu Items
es_es: de Herramientas

source: Additional Menu Items
es_es: Elementos Adicionales del Menú

source: Show the user's role, under the display name
es_es: Mostrar el rol del usuario, debajo del nombre que se muestra

source: Styles
es_es: Estilos

source: Background Colour
es_es: Color de Fondo

source: Transparency
es_es: Transparencia

source: Blur
es_es: Distorción

source: Spread
es_es: Extensión

source: Shadow Colour
es_es: Color de Sombra

source: Font Family
es_es: Familia de la Fuente

source: Font Size
es_es: Tamaño de la Fuente

source: Font Colour
es_es: Color de la Fuente

source: Italic
es_es: Itálica

source: Bold
es_es: Fuerte

source: Underlined
es_es: Interlineado

source: Uppercase
es_es: Mayúscula

source: Lowercase
es_es: Minúscula

source: Small Caps
es_es: Pequeña capitalización

source: : incorrect format, an array was expected
es_es: : formato incorrecto, se esperaba un arreglo

source: WP Symposium Toolbar Settings
es_es: Configuración de la Barra de Herramientas del WP Symposium

source: WPS Toolbar Settings
es_es: Configuración de la Barra de Herramientas WPS

source: Import
es_es: Importar

source: Imported Sucessfully
es_es: Se ha importado Correctamente

source: WPS Menus Generated
es_es: Menús WPS Generados

source: Settings Saved
es_es: Ajustes Guardados

source: Welcome
es_es: Bienvenido

source: Advanced
es_es: Avanzado

source: Thank you for installing WPS Toolbar. This plugin allows you to change the default behaviour of the WP Toolbar and customize its display, beyond anything that was made until now.
es_es: Gracias por instalar la Barra de Herramientas WPS. Este plugin le permite cambiar el comportamiento por defecto de la Barra de Herramientas WP y personalizar su forma de mostrarse, a diferencia de cualquier cosa que se hizo hasta el momento.

source: User Guide
es_es: Guía de Usuario

source: The WP User Menu, as well as the "Howdy" message and the small avatar, located in the upper right corner of the screen - customize them from the other tab, or hide them completely from here
es_es: El Menú de Usuario WP, tanto como el mensaje "Howdy" y el avatar pequeño, posicionado en la esquina superior derecha de la pantalla - personalícelos desde el otro tab, o escóndalos completamente de aquí

source: Add the user login to the display name, if they're different
es_es: Adicione el login del usuario al nombre que se muestra, si son diferentes

source: Define how the Toolbar, its items and its dropdown menus should look like, both without and with the mouse hover/focus.
es_es: Define cómo la Barra de Herramientas, sus elementos y sus menús desplegables deberían verse, ambos sin y con el hover/focus del mouse.

source: Use the preview mode to set your style, and save from the button at the bottom of the page to make your settings permanent!
es_es: !Utilice el modo de vista previa para ajustar su estilo y el botón guardar ubicado en la parte inferior para hacer guardar los ajustes permanentemente!

source: Click to toggle
es_es: Clic para intercambiar

source: Height
es_es: Altura

source: Toolbar Height
es_es: Altura de la Barra de Herramientas

source: Background
es_es: Fondo

source: Top Gradient Length
es_es: Longitud del Gradiente Superior

source: Top Gradient Colour
es_es: Color del Gradiente Superior

source: Bottom Gradient Length
es_es: Longitud del Gradiente Inferior

source: Bottom Gradient Colour
es_es: Color del Gradiente Inferior

source: Item Borders
es_es: Bordes de los Elementos

source: Border Width
es_es: Ancho del Borde

source: Border Style
es_es: Estilo del Borde

source: Default
es_es: Por Defecto

source: Border Left Colour
es_es: Color del Borde Izquierdo

source: Border Right Colour
es_es: Color del Borde Derecho

source: Font
es_es: Fuente

source: Font Style
es_es: Estilo de la Fuente

source: No Italic
es_es: No Itálica

source: Font Weight
es_es: Peso de la Fuente

source: No Bold
es_es: No Fuerte

source: Font Line
es_es: Línea de la Fuente

source: Overlined
es_es: Subrayada

source: None
es_es: Ninguno

source: Font Case
es_es: Case de la Fuente

source: Font Shadow
es_es: Sombra de la Fuente

source: Background Colour for Highlighted Items
es_es: Color de Fondo para los Elementos Resaltados

source: Font Colour for Highlighted Items
es_es: Color de la Fuente para los Elementos Resaltados

source: Toolbar and Dropdown Menus Shared Style
es_es: Estilo Compartido de Barra de Herramientas y Menús Desplegables

source: Shadow
es_es: Sombra

source: If you would like to backup the plugin settings or export them to another site, copy the following into your favorite text editor and save as a text file. Reciprocally, if you would like to update those settings with a previously saved set, paste into this field and click on "Import" below. Note that this process will discard any changes you may have done at the other tabs. Do not edit this information directly !
es_es: Si usted desea hacer copia de seguridad de la configuración del plugin o exportarlo a otro sitio, copie lo siguiente en su editor de texto favorito y sálvelo como un archivo de texto. Recíprocamente, si usted quisiera actualizar esa configuración con un conjunto salvado anteriormente, péguelo en este campo y haga clic en "Importar" debajo. Note que este proceso va a descartar cualquier cambio que usted puede haber hecho en los otros tabs. ¡No edite esta información directamente!

source: Import from Main Site
es_es: Importar desde el Sitio Principal

source: Integer value expected
es_es: Valor entero esperado

source: ranging from 0 to 100
es_es: rango del 0 al 100

source: Toolbar Background Colour
es_es: Color de Fondo de la Barra de Herramientas

source: Hexadecimal value expected
es_es: Valor Hexadecimal esperado

source: Toolbar Gradient Top Height
es_es: Altura Superior del Gradiente de la Barra de Herramientas

source: Toolbar Gradient Top Colour
es_es: Color de la Parte Superior del Gradiente de la Barra de Herramientas

source: Toolbar Gradient Bottom Height
es_es: Altura Inferior del Gradiente de la Barra de Herramientas

source: Toolbar Gradient Bottom Colour
es_es: Color de la Parte Inferior del Gradiente de la Barra de Herramientas

source: Toolbar Border Left Colour
es_es: Color de la Parte Izquierda de la Barra de Herramientas

source: Toolbar Border Right Colour
es_es: Color de la Parte Derecha de la Barra de Herramientas

source: Toolbar Border Width
es_es: Ancho del Borde de la Barra de Herramienta

source: Toolbar Font Size
es_es: Tamaño de la Fuente de la Barra de Herramienta

source: greater than 0
es_es: mayor que 0

source: Toolbar Font Colour
es_es: Color de la Fuente de la Barra de Herramienta
