Repository: wp-plugins/wp-symposium-toolbar
Catalog: lang/wp-symposium-toolbar-*.po
Languages: es_es

source: If you activate the "Network Toolbar" and uncheck all tabs from "Subsites", you will end up with the same Toolbar accross your network of sites, with a unique options page at the Main Site, just like if it were a single site install.
es_es: Si usted activa el "Toolbar de Red" y des selecciona todos los tabs de "Subsitios", usted terminará con el mismo Toolbar en su red de sitios, con una página de opciones única en el Sitio de Inicio, tal como si hubiera sido una instalación de un solo sitio.

source: There are many intermediate situations, when you want your Toolbar to look the same on some aspects, while keeping some flexibility for each subsites on other aspects.
es_es: Hay muchas situaciones intermedias, donde usted quiere que su Toolbar luzca de la misma forma en otros aspectos, mientras mantiene alguna flexibilidad para cada subsitio en otros aspectos.

source: Network Custom Menus
es_es: Menús Personalizados de Red

source: WP Symposium Network Share
es_es: Compartir Red de WP Symposium

source: Accessible by all Site Admins, the last network feature is the ability for them to share their WP Symposium features network-wide, so that their site users can access their Profile page and Mail from anywhere in the network.
es_es: Accesible por todos los Administradores del Sitio, la última característica de red es la habilidad de compartir sus características de WP Symposium en la red, por lo que los usuarios del sitio pueden acceder su página de Perfil y Mail desde cualquier parte en la red.

source: Moreover, if several instances of WP Symposium are activated on the network, they will be searched in the order: current site, Main Site, subsites in ascending ID order. So a given site may not be the first on the list and the WPS icons and link may not point to it, unless the "Home Site" feature is activated as well, in which case users will be able to choose which site they want as a home site.
es_es: Más aún, si varias instancias de WP Symposium son activadas en la red, ellas serán buscadas en el orden: sitio actual, Sitio de Inicio, subsitios en orden de ID ascendente. Por lo que un sitio dado puede no ser el primero en la lista y los iconos WPS y el enlace pueden no apuntar a él, a menos que la característica "Sitio de Inicio" esté activada también, en ese caso los usuarios serán capaces de escoger cual sitio ellos quieren como el sitio de inicio.

source: translation:
es_es: traducción: Maria Ramos at <a href=\"http://www.webhostinghub.com/\">WebHostingHub</a>

source: Only visible on the frontend, the default WP Search icon will unfold when clicked on to reveal the search field. While unfolding, you'll notice that the search field pushes the WP User Menu. If, like me, you're concerned with menus and other items being pushed like this, rather than removing the WP Search icon, you may move it to either the right or left inner portion of the Toolbar.
es_es: Solo visible en la parte pública, el icono de Búsqueda de WP saldrá cuando se da clic para mostrar el campo de búsqueda. Mientras se va mostrando, usted notará que el campo de búsqueda empuja el Menú de Usuario de WP. Si, como yo, usted está preocupado por los menús y otros elementos que sean empujados así, en vez de remover el icono de Búsqueda de WP, usted puede moverlo ya sea a la derecha como a la porción izquierda interior del Toolbar.

source: On Multisites Installs, a checkbox will allow you to share the WP Symposium features accross the whole network. These features (the WPS Profile and Mail) must be active, and a dedicated page properly defined so users can access them from anywhere on the network.
es_es: En Instalaciones multi sitio, un checkbox le permitirá compartir las características de WP Symposium en la red. Estas características (el Perfil WPS y el Mail) deben estar activas, y una página dedicada debe ser definida correctamente por lo que los usuarios pueden accederla desde cualquier sitio en la red.

source: When this checkbox is checked, the features will be shared with other sites, if no other site takes precedence.
es_es: Cuando este checkbox está seleccionado, las características serán compartidas con otros sitios, si ningún otro sitio coge la precedencia.

source: The share order is: Home Site (if activated from the "Network" tab), current site, sites in ascending ID order starting with the Main Site.
es_es: El orden de compartir es: Sitio de Inicio (si está activado desde el tab "Red" , sitio actual, sitios en orden de ID ascendente comenzando con el Sitio de Inicio.

source: In conjunction with the "Network Toolbar", this allows you to make available the features of a site-activated WPS to a whole network.
es_es: En conjunción con el "Toolbar de Red", esto le permite hacer disponible las características de un sitio activado WPS en una red completa.

source: You have attempted to leave this page. If you have made any changes to the fields without clicking the Save button, your changes will be lost. Are you sure you want to exit this page?
es_es: Usted a intentado dejar esta página. Si usted ha hecho cambios en los campos sin hacer click en el botón Salvar, sus cambios se perderán. ¿Está seguro que desea salir de esta página?

source: Create your WordPress NavMenus from the Appearance > Menus page, before visiting this plugin options tab to create Custom Menus. Select the menu you wish to place in the Toolbar from the dropdown list of menus, the location from the dropdown list of locations and check the box(s) for the roles you wish to see that particular menu.
es_es: Cree su NavMenus de WordPress desde Apariencia > Página Menú, antes de visitar el tab de opciones de este plugin para crear Menús Personalizados. Seleccione el menú que desea poner en el Toolbar desde la lista desplegable de menús, la posición desde la lista desplegable de posiciones y seleccione la caja(s) de los roles que desea ver para ese menú particular.

source: Once this feature is activated, network users may choose a site as their home site, so that the links in the User Menu and over the WPS notification icons point to this site.
es_es: Una vez que esta característica es activada, los usuarios de red pueden escoger un sitio como su sitio de inicio, por lo que los enlaces en el Menú de Usuario y sobre los iconos de notificación de WPS apuntando a este sitio.

source: This feature will be useful if your network of sites is made of member pages for instance, so that they can choose their personal page as home site.
es_es: Esta característica será útil si su red de sitios está hecha de páginas miembros por ejemplo, por lo que pueden escoger su página personal como sitio de inicio.

source: Once this feature is activated, network users may choose a site as their home site, so that the links in the User Menu point to this site.
es_es: Una vez que esta características es activada, los usuarios de la red pueden escoger un sitio como su propio sitio de inicio, por lo que los enlaces en el Menú de Usuario apuntan a este sitio.

source: At this tab, settings allow you to modify the look of the WP Toolbar. A preview mode is available, as well as a popup message to remind you to save your settings to make them permanent !
es_es: En este tab, los ajustes le permiten modificar la vista del WP Toolbar. ¡Un modo de vista previa está disponible, así como el mensaje de popup para recordarle salar sus ajustes para hacerlos permanente!

source: Monochrom dividers or two-colours borders ?
es_es: ¿Divisores Monocromo o bordes de dos colores?

source: Super Admins will also find at the "Custom Menus" tab of the Main Site plugin options page, checkboxes under each menu that allow them to make these menus, "Network Menus".
es_es: Los Super Administradores también encontrarán en el tab "Menús Personalizados" de la página de opciones del plugin del Sitio de Inicio, checkboxes sobre cada menú que les permiten hacer esos menús, "Menús de Red".

source: This feature is similar to the previous one, in that it'll help Super Admins avoid having to re-create the same menu on each subsite: the corresponding WP NavMenu needs to be defined on the Main Site only, and once the Custom Menu placed in the Toolbar on the Main Site is made a Network Menu, it'll be replicated on all subsites' Toolbar, even though the WP NavMenu doesn't exist on subsites.
es_es: Esta característica es similar a la anterior, en que ayudará a los Super Administradores a evitar tener que recrear el mismo menú para cada subsitio: el WP NavMenu correspondiente necesita ser definido en el Sitio de Inicio solamente, y una vez que el Menú Personalizado esté posicionado en el Toolbar en el Sitio de Inicio hecho un Menú de Red, se replicará en todos los Toolbar de subsitios, incluso si el WP NavMenu no existe en los subsitios.

source: Whether the Custom Menus tab is showing on a subsite or not, Site Admins will not see Network Menus and won't be able to edit or remove them.
es_es: Si el tab de Menús Personalizados está mostrándose en un subsitio o no, los Administradores de Sitio no verán los Menús de Red y no serán capaces de editarlos o removerlos.

source: Activated by default, this feature should probably be used in conjunction with the Network Toolbar feature, to ensure the Toolbar is actually visible everywhere in the network for these site users.
es_es: Activado por defecto, está función se debe utilizar en combinación con la función de la característica del Toolbar de Red, para asegurar que el Toolbar está visible en la red para los usuarios del sitio.

source: You are attempting to redirect the Edit Profile URL to the WP Symposium Profile page while this page cannot be found! Please check that you have activated the WP Symposium Profile feature and defined a Profile page, from the WPS Install page!
es_es: ¡Está intentando redirigir la URL del Perfil de Edición a la página del perfil de WP Symposium pero esta página no se puede encontrar! Por favor, compruebe que ha activado la función Perfil de WP Symposium y defina una página de perfil, de la WPS.!

source: For screens of smaller sizes, WordPress 3.8 introduces a new, responsive Toolbar. The big avatar is no longer displayed in the User Menu, while an avatar of intermediate size (26px) replaces the small avatar in the Toolbar. The Howdy message is not displayed in this mode.
es_es: Para pantallas de tamaños más pequeños, WordPress 3.8 introduce una nueva barra de herramientas sensible. El gran avatar ya no se muestra en el menú de usuario, mientras que un avatar de tamaño intermedio (26px) sustituye al avatar pequeño en la barra de herramientas. El mensaje Hola-Cómo-Estás no se muestra en este modo.

source: The plugin will not enforce this, and when your site Toolbar is displayed in this "tablet mode", some of your settings will be dropped so as to preserve this User Menu: the two settings from the plugin options page "User Menu" that allows hiding these two avatars will not be taken into account, and likewise, your custom Howdy message will not be displayed.
es_es: El plugin no forzará esto, y cuando su Barra de Herramientas del sitio se muestra en este "modo de tablet", algunos de sus ajustes serán removidos para preservar este Menú de Usuario: los dos ajustes de la página de opciones del plugin "Menú de Usuario" que permiten esconder estos dos avatares no serán tenidos en cuenta, y de esa forma, su mensaje Hola-Cómo-Estás personalizado no será mostrado.

source: Any other modification you may have performed on this User Menu will be reflected in this responsive Toolbar.
es_es: Cualquier otra modificación que pueda haber realizado en este menú de usuario se verá reflejada en esta barra de herramientas sensible.

source: Style Inheritance
es_es: Herencia de Estilos

source: Tablet Mode
es_es: Modo Tablet

source: For screens of smaller sizes, WordPress 3.8 introduces a new, responsive Toolbar, of a fixed height of 46px and a content made of textless icons. Dropdown menus have a larger font and line height, ending up in tapable menu items.
es_es: Para las pantallas de tamaños más pequeños, WordPress 3.8 introduce una nueva barra de herramientas de respuesta, a una altura fija de 46px y un contenido hecho de iconos sin texto. Los menús desplegables tienen una fuente y un largo de línea mayor, terminando en los elementos de menú tapable.

source: The plugin will not enforce this, and when your site Toolbar is displayed in this "tablet mode", some of your WPS Toolbar settings will be dropped so as to preserve this responsive Toolbar: the Toolbar height and the font sizes will not be taken into account.
es_es: El plugin no forzará esto, y cuando su Barra de Herramientas del sitio se muestra en este "modo de tablet", algunos de sus ajustes de Barra de Herramientas WPS serán removidos para prevenir esta Barra de Herramientas de respuesta: el largo de la Barra de Herramientas y los tamaños de la letra no serán tenidos en cuenta.

source: Any other style changes you may have performed will be reflected in this responsive Toolbar.
es_es: Cualquier otro cambio de estilos que usted pueda haber realizado serán reflejados en esta Barra de Herramientas de respuesta.

source: Advertising
es_es: Publicidad

source: No available NavMenu!
es_es: ¡Menú de Navegación no disponible!
