Repository: wp-plugins/wp-symposium-toolbar
Catalog: lang/wp-symposium-toolbar-*.po
Languages: es_es

source: Toolbar Font Horizontal Shadow
es_es: Sombra Horizontal de la Fuente de la Barra de Herramienta

source: Toolbar Font Vertical Shadow
es_es: Sombra Vertical de la Fuente de la Barra de Herramienta

source: Toolbar Font Blur
es_es: Distorsión de la Fuente de la Barra de Herramienta

source: Toolbar Font Shadow Colour
es_es: Color de la Sombra de la Fuente de la Barra de Herramienta

source: Toolbar Hover Background Colour
es_es: Color del Fondo del Hover de la Barra de Herramienta

source: Toolbar Hover Gradient Top Height
es_es: Gradiente Superior del Hover de la Barra de Herramienta

source: Toolbar Hover Gradient Top Colour
es_es: Color del Gradiente Superior del Hover de la Barra de Herramienta

source: Toolbar Hover Gradient Bottom Height
es_es: Gradiente Superior del Hover de la Barra de Herramienta

source: Toolbar Hover Gradient Bottom Colour
es_es: Toolbar Hover Gradient Bottom Height

source: Toolbar Hover Font Colour
es_es: Color de la Fuente del Hover de la Barra de Herramienta

source: Toolbar Hover Font Horizontal Shadow
es_es: Sombra Horizontal de la Fuente del Hover de la Barra de Herramienta

source: Toolbar Hover Font Vertical Shadow
es_es: Sombra Vertical de la Fuente del Hover de la Barra de Herramienta

source: Toolbar Hover Font Blur
es_es: Distorsión de la Fuente del Hover de la Barra de Herramienta

source: Toolbar Hover Font Shadow Colour
es_es: Color de la Sombra de la fuente del Hover de la Barra de Herramienta

source: Dropdown Menus Background Colour
es_es: Color de Fondo para los Menús Desplegables

source: Dropdown Menus Font Colour
es_es: Color de la Fuente del Menú Desplegable

source: Dropdown Menus Font Colour for Highlighted Items
es_es: Color de la Fuente del Menú Desplegable para los Elementos Destacados

source: Dropdown Menus Font Horizontal Shadow
es_es: Sombra Horizontal de la Fuente de los Menús Desplegables

source: Dropdown Menus Font Vertical Shadow
es_es: Sombra Vertical de la Fuente de los Menús Desplegables

source: Dropdown Menus Font Blur
es_es: Mancha de la Fuente de los Menús Desplegables

source: Dropdown Menus Font Shadow Colour
es_es: Color de la Sombra de la Fuente de los Menús Desplegables

source: Dropdown Menus Hover Background Colour
es_es: Color de Fondo del Hover de los Menús Desplegables

source: Dropdown Menus Hover Font Colour
es_es: Color de la Fuente del Hover de los Menús Desplegables

source: Dropdown Menus Hover Font Colour for Highlighted Items
es_es: Color de la Fuente del Hover de los Menús Desplegables para Elementos Seleccionados

source: Dropdown Menus Hover Font Horizontal Shadow
es_es: Sombra Horizontal de la Letra del Hover de los Menús Desplegables

source: Dropdown Menus Hover Font Vertical Shadow
es_es: Sombra Vertical de la Letra del Hover de los Menús Desplegables

source: Dropdown Menus Hover Font Blur
es_es: Distorsión de la Letra del Hover de los Menús Desplegables

source: Dropdown Menus Hover Font Shadow Colour
es_es: Color de la Sombra de la Letra del Hover de los Menús Desplegables

source: Toolbar and Dropdown Menus Horizontal Shadow
es_es: Sombra Horizontal de los Menús Desplegables y Barra de Herramientas

source: Toolbar and Dropdown Menus Vertical Shadow
es_es: Sombra Vertical de los Menús Desplegables y Barra de Herramientas

source: Toolbar and Dropdown Menus Shadow Blur
es_es: Distorsión de la Sombra de los Menús Desplegables y la Barra de Herramientas

source: Toolbar and Dropdown Menus Shadow Spread
es_es: Extensión de la Sombra de los Menús Desplegables y la Barra de Herramientas

source: Toolbar and Dropdown Menus Shadow Colour
es_es: Color de la Sombra de los Menús Desplegables y la Barra de Herramientas

source: The WP Toolbar is the area of the screen just above a WordPress site that contains useful links to the administration part of the site, the content management, as well as the user account. It is displayed both in the backend (this dashboard) and the frontend (public part) of the site. Whenever the user scrolls down the page, the Toolbar remains visible, providing a quick access to these links.
es_es: La Barra de Herramientas WP es el área de la pantalla arriba del sitio de WordPress que contiene enlaces útiles a la parte de la administración del sitio, la gestión del contenido, así como la cuenta del usuario. Se muestran ambos en el backend (este dashboard) y en el frontend (la parte pública) del sitio. Cuando el usuario escrolea hacia abajo la página, la Barra de Herramientas permanece visible, proveyendo un acceso rápido a estos enlaces.

source: This plugin allows you to change the default behaviour of the WP Toolbar, and customize its display.
es_es: Este plugin le permite cambiar el comportamiento por defecto de la Barra de Herramienta, y personaliza la manera de visualizarla.

source: Select your menu title, the location where you want it to show, and select the roles for which it should be displayed. Optionally, you may specify a custom icon for the toplevel menu item (full URL).
es_es: Seleccione el título del menú, la posición donde desea mostrarlo, y seleccione los roles para los cuales debería ser mostrado. Opcionalmente, usted puede especificar un icono personalizado para el elemento del menú de nivel superior (URL completa).

source: The Toolbar Hover/Focus Style is used when a Toolbar item gets the mouse over it, and keeps this style when a dropdown menu opens underneath that the mouse follows. Likewise, dropdown menu items will get Hover/Focus Style along with the mouse, and when a submenu opens.
es_es: El estilo Hover/Focus de la Barra de Herramientas es usado cuando a un elemento de la Barra de Herramientas se le pasa el mouse por arriba, y mantiene su estilo cuando un menú desplegable se abre cuando el mouse sigue. De otra manera, los elementos del menú desplegable cogerán el estilo Hover/Focus así como el mouse, y cuando un submenú se abre.

source: This plugin uses the native inheritance mechanism of CSS (Cascading Style Sheets), so if you don't define a given attribute it'll be inherited from either WordPress Toolbar default attributes, your theme or any other plugin or custom modification.
es_es: Este plugin utiliza el mecanismo de herencia nativo de CSS (Cascading Style Sheets), por lo que si usted no define un atributo dado será heredado ya sea de los atributos por defecto de la Barra de Herramienta de WordPress, de su tema, o cualquier plugin o modificación personalizada.

source: The other settings of this plugin will also play their role.
es_es: La otra configuración de este plugin también jugará su papel.

source: The general rule for the plugin is that background colours will use WP default colours if they are left empty, whereas font family / size / attributes set by the plugin will be propagated accross the Toolbar and dropdown menus.
es_es: La regla general para el plugin es que los colores de fondo utilizarán los colores por defecto de WP si ellos se dejan vacíos, donde los atributos font family/size asignados por el plugin serán propagados a través de la Barra de Herramientas y los menús desplegables.

source: Unless you're unhappy with a given value, it is preferable to let CSS cascading styles by using "default" or leave a field empty.
es_es: A menos que usted no esté contento con un valor dado, es preferible dejar los estilos CSS utilizando "default" o dejando el campo vacío.

source: Please be aware of dependancies accross the settings: a gradient needs a background colour, a border colour requires the other border settings, etc....
es_es: Por favor tenga cuidado de las dependencias a través de la configuración: un gradiente necesita un color de fondo, un color de borde requiere la otra configuración del borde, etc.

source: Use the preview to create your custom style, and save from the button at the bottom of this tab.
es_es: Utilice la vista previa para crear su estilo personalizado, y salve con el botón al final de este tab.

source: The Styles are split into several boxes that will allow you to customize the Toolbar and the Dropdown Menus, both their normal and hover/focus styles, while the last box deals with a few shared attributes.
es_es: Los Estilos están separados en varios boxes que permitirán personalizar la Barra de Herramientas y los Menús desplegables, ambos estilos, el normal y el hover/focus, mientras el último box trata con algunos atributos compartidos.

source: The Ultimate WordPress Toolbar Plugin
es_es: El último Plugin de la Barra de Herramienta de WordPress

source: The following settings could not be saved:
es_es: Los siguientes ajustes no pudieron salvarse:

source: please check the menu settings from the Custom Menu tab, and save
es_es: por favor verifique la configuración del menú en la pestaña del Menú personalizado y salve

source: please check plugin settings, and save
es_es: por favor revise la configuración del plugin y salve

source: unknown menu
es_es: menú desconocido

source: unknown location
es_es: localización desconocida

source: unknown role
es_es: función desconocida

source: No option to import!!
es_es: ¡¡No hay opción para importar!!

source: Warning
es_es: Advertencia

source: Important
es_es: Importante

source: The following errors occured during import and the corresponding options couldn't be taken into account
es_es: Los siguientes errores ocurrieron durante la importación y las opciones correspondientes no pudieron tenerse en cuenta

source: The following error occured during import and the corresponding option couldn't be taken into account
es_es: El siguiente error ocurrió durante la importación y la opción correspondiente no pudo ser tenida en cuenta

source: Display the notification icons only when an event occurs: new mail, new friend request
es_es: Muestra los notificaciones solo cuando ha ocurrido un evento: o hay un nuevo correo, o haya una nueva solicitud de amistad

source: This hidden tab allows you to edit the CSS as it is sent for display in page headers. Bear in mind that saving from any other tab will update the CSS from the Styles at the other tab, hence erasing any change performed here. Use this only for tests !!
es_es: Este tab oculto le permite editar el CSS como se envía para ser mostrado en los encabezados de la página. Tenga en cuenta que salvar desde cualquier otro tab va a actualizar el CSS de los Estilos en el otro tab, por tanto borrando cualquier cambio hecho aquí.¡¡ Utilice esto solo para pruebas!!

source: Alert Mode, like the WordPress Updates icon
es_es: Modo alerta, como el ícono de Actualizaciones de WordPress

source: You may decide to show them only when a new event occurs, like a new mail or a new friendship. The behaviour will then be that of the WordPress Updates icon as opposed to the Comments icon which is always displayed by default.
es_es: Usted puede decidir mostrarlos solo cuando se produce un nuevo evento, un nuevo correo o una nueva amistad. El comportamiento será entonces igual al comportamiento del icono de Actualizaciones de WordPress.

source: User
es_es: Usuario

source: Important!
es_es: ¡Importante!

source: There is an issue with the option stored in your database for this item: please check your settings, and try saving to fix the issue!
es_es: ¡Existe un problema con las opciones almacenadas en base de datos para este elemento: por favor verifique la configuración y trate de salvar para solucionar el problema!

source: There is an issue with the options stored in your database for this item: please check your settings, and try saving to fix the issue!
es_es: ¡Existe un problema con las opciones almacenadas en base de datos para este elemento: por favor verifique la configuración y trate de salvar para solucionar el problema!

source: The WP NavMenu "%s" could not be found: please select an existing NavMenu and save, or go to the Appearance > Menus page to create this menu!
es_es: El Menú de Navegación WP "%s" no pudo ser encontrado: por favor seleccione un Menú de Navegación existente y guárdelo, o vaya a la página Appearance > Menus para crear este menú!

source: There are issues with the menus defined on your Toolbar: please check your settings!
es_es: ¡Existen problemas con los menús definidos en su Barra de Herramientas: por favor verifique la configuración!

source: There is an issue with the roles stored in your database for this item: please check your settings, and try saving to fix the issue!
es_es: ¡Existe un problema con los roles en su base de datos para este elemento: por favor verifique la configuración y trate de salvar para solucionar el problema!

source: Dropdown Menus Background Colour for Highlighted Items
es_es: Color de Fondo para los elementos Destacados de los Menús Desplegables.

source: Dropdown Menus Hover Background Colour for Highlighted Items
es_es: Color del fondo Hover para los elementos destacados de los Menús Desplegables

source: Toolbar Items Hover & Focus
es_es: Elementos de la Barra de Herramientas con Hover y Focus

source: Dropdown Menus
es_es: Menús desplegables

source: Dropdown Menus Items Hover & Focus
es_es: Menús desplegables elementos con Hover y Focus

source: The role %s cannot see the menu %s defined at the location "%s", since it is also defined for this role at the location "%s" which takes precedence.
es_es: El rol %s no puede ver el menú %s definido en la posición "%s", ya que también se definen para este rol en la posición "%s" que toma precedencia.

source: At any time, you may refer to the help tabs on top of this page for a description of the options.
es_es: A cualquier hora, usted se puede referir a las tabs de ayuda en la parte superior de esta página para una descripción de las opciones.

source: You need Javascript to navigate through the tabs.
es_es: Usted necesita Javascript para navegar a través de los tabs.

source: The following is a quick introduction to the plugin options page.
es_es: Lo siguiente es una introducción rápida de la página de opciones del plugin.

source: It aims at completing the WP Help tabs in an obviously non size-constrained and little less formal way, by further developing the help and providing hints, do's, don't's....
es_es: Apunta a completar los tabs de WP Help en una forma un poco menos formal y no limitada en espacio, pero desarrollando aún más la ayuda y proveyendo enlaces, cosas que se pueden hacer, cosas que no...

source: First of all, I would like to point out a few ideas behind the roles when using WPS Toolbar. Some of the settings of the plugin are defined on a per-role basis. In addition to the roles that are defined on your site, you may find within these settings, roles that don't correspond to anything. They are, really, only that: pseudo-roles, used internally by the plugin, but not formally registrered as roles within your WordPress site.
es_es: Primero que todo, me gustaría mostrar algunas ideas detrás de los roles cuando se utiliza WPS Toolbar. Algunos de los ajustes del plugin están definidos en base a los roles. Además de los roles que están definidos por su sitio, usted puede encontrar en estos ajustes roles que no corresponden con nada. Estos son solamente eso: pseudo roles, usados internamente por el plugin, pero no registrados formalmente como roles en su sitio de WordPress.

source: The first pseudo-role is called "Visitor". As its name states, this role is used by the plugin to qualify non-users of your site or network of sites. Use this role to show the Toolbar and some of its items, as well as your custom menus, to your site's visitors and non logged-in users.
es_es: El primer pseudo rol es llamado "Visitante". Como su nombre indica, este rol es utilizado por el plugin para calificar los usuarios no logueados en su sitio o red de sitios. Utilice este rol para mostrar el Toolbar y algunos de sus elementos, así como sus menús personalizados, a sus visitantes del sitio y a los usuarios no logueados.

source: In addition to "Visitor", Multisites Admins will find checkboxes called "User". This role is used to qualify users of the network that may not be member of the browsed site, hence have no role / no capability on this site.
es_es: En adición a "Visitantes", los Administradores de varios sitios encontrarán checkboxes llamados "Usuario". Este rol se utiliza para usuarios calificados en la red que pueden no ser miembros del sitio mostrado, por tanto no tienen rol/capacidades en este sitio.

source: In addition to the WP User Menu, you may display specific navigation items via custom menus, like a link to the Register page so they can subscribe to the site, or links to WP Symposium that might be activated somewhere else in the network.
es_es: En adición al Menú de Usuario WP, usted puede mostrar elementos de navegación específicos a través de los menús personalizados, como un enlace a la página Registrarse para poder inscribirse en el sitio, o enlaces a WP Symposium que pueden ser activados en otro lugar en la red.

source: Of course if you haven't activated Multisites, you will not see this pseudo-role.
es_es: Por supuesto si usted no ha activado Sitios Múltiples, no podrá ver este pseudo rol.

source: The key option of the plugin is the very first one of the tab. If your aim is to completely hide the WP Toolbar, regardless of members roles, you should probably look for another option: WPS Toolbar can do that, indeed, and will do what you ask it to do, but there are other, easier and lighter ways to hide the Toolbar without putting this whole plugin into action.
es_es: La opción principal del plugin es la primera en el tab. Si su objetivo es ocultar el WP Toolbar, no importa los roles de los miembros, usted probablemente está buscando otra opción: WPS Toolbar puede hacer eso, y lo hará si se lo pide, pero hay otras formas más ligeras y fáciles de esconder el Toolbar sin poner este plugin completo en acción.

source: In addition to the roles to select, you can force the display of the Toolbar for these roles. This could be needed if you put navigation menus that are nowhere else on your site, and that you don't want your users to hide.
es_es: Además de los roles a seleccionar, usted puede forzar que el Toolbar se muestre para estos roles. Esto pudiera ser necesitado si usted pone menús de navegación que no están en más ningún lugar en su sitio, y que usted no desea que sus usuarios oculten.

source: The WP Logo can be used as a menu location : for a given role, if you choose to hide the WP Logo menu but attach a custom menu to it, your menu will <span style="font-style: italic;">replace</span> the default WordPress menu. If you choose to show the default menu, your custom menu will be <span style="font-style: italic;">appended</span> to it.
es_es: El WP Logo puede ser usado como posición del menú: para un rol dado, si usted escoge ocultar el menú WP Logo pero adicionar un menú personalizado a él, su menú <span style="font-style: italic;">reemplazará</span> el menú de WordPress por defecto. Si usted escoge mostrar el menú por defecto, su menú personalizado será <span style="font-style: italic;">adjuntado</span> a él.

source: Moreover, when replacing the WP Logo menu, it is mandatory to use a custom menu contained in one single toplevel item that will be attached to the Toolbar, otherwise the first parentless item will be used as parent for any further parentless item. Make your own experience here...
es_es: Más aún, cuando se reemplaza el menú de WP Logo, es obligatorio utilizar un menú personalizando el contenido en un elemento simple toplevel que será adjuntado al Toolbar, de otra forma el primer elemento sin padre será utilizado como padre para cualquier otro elemento sin padre. Haga su propia experiencia aquí...

source: By default WordPress never hides the Comments bubble, even when there is no comment to handle. If you do know that you'll never receive any comments since you have deactivated those from the posts settings or replaced them with forum topics, you could hide the icon from here so that it never shows.
es_es: Por defecto WordPress nunca esconde lel Comments bubble, incluso cuando no hay comentarios que manejar. Si usted sabe que no recibirá ningún comentario dado que los ha desactivado de los ajustes de posts o los ha reemplazado con tópicos de foros, usted pudiera ocultar el icono de aquí por lo que no se mostrará nunca.

source: Author Links
es_es: Enlaces de Autor

source: By author's links, I mean the Add New, the Shortlink and the Modify links. If your theme provides such links lower in the page and you wish to avoid duplication, you could hide them from here.
es_es: Por enlace del autor, me refiero el enlace Adicionar Nuevo, el Enlace corto y los enlaces Modificar. Si su tema provee estos enlaces en la parte baja de la página y usted desea evitar duplicarlos, usted puede esconderlos de aquí.

source: This menu is also called "My Account" in WordPress litterature and code, it contains information related to the member account. Its toplevel item (made of both the avatar and the Howdy) makes this menu special, so that the plugin offers different alternatives to customize it, depending on whether you want to show its toplevel item or not.
es_es: Este menú también es llamado "Mi Cuenta" en la literatura y el código de WordPress, contiene información relacionada a la cuenta del miembro. Su elemento toplevel (hecho tanto del avatar como del Cómo-Se-Hace) hace este menú especial, por lo que el plugin ofrece diferentes alternativas para personalizarlo, dependiendo de si usted desea mostrar su elemento toplevel o no.

source: If you wish to hide the menu as well as its toplevel item, you may hide it from the "Toolbar" tab.
es_es: Si usted desea esconder el menú así como su elemento toplevel, usted puede ocultarlo del tab "Toolbar".

source: If you wish to replace it with your custom menu, you should then use the location "Left of User Menu" for your custom menu, that will give the desired result.
es_es: Si usted desea reemplazarlo con su menú personalizado, usted debería entonces usar la posición "Izquierda de Menú de Usuario" para su menú personalizado, que dará el resultado deseado.

source: If you wish to replace the default User Menu with your custom menu over the Howdy and / or the small avatar, you should uncheck all items from the "WP User Menu" tab.
es_es: Si usted desea reemplazar el Menú de Usuario por defecto con su menú personalizado sobre el mensaje Hola-Cómo-Esta y/o el avatar pequeño, usted debería deseleccionar todos los elementos del tab "WP User Menu".

source: You may then append your custom menu to the User Menu and it'll show under the Howdy.
es_es: Usted puede entonces añadir su menú personalizado al Menú de Usuario y se mostrará dentro del mensaje Hola-Cómo-Esta.

source: The key idea I want to stress here, is that if you hide the WP User Menu but attach a custom menu to it, none of the menus will be displayed, neither will be displayed the Howdy message and the avatar in the Toolbar.
es_es: La idea principal que quiero comunicar aquí, es que usted oculta el WP User Menu pero añade un menú personalizado a él, ninguno de los menús serán mostrados, ni tampoco el mensaje Hola-Cómo-Esta y el avatar en el Toolbar.

source: Search Field
es_es: Campo de Búsqueda.

source: From this tab, customize the content of the User Menu.
es_es: Desde este tab, personalice el contenido del Menú de Usuario.
