Repository: wp-plugins/wp-symposium-toolbar
Catalog: lang/wp-symposium-toolbar-*.po
Languages: es_es

source: Unchecking all tabs of a given subsite will hide its options page altogether.
es_es: Des seleccionando todos los tabs de un subsitio dado ocultará su página de opciones todas juntas.

source: It should be stressed that saving from the button on this page will immediately copy settings from the Main Site to the subsites where checkboxes are unchecked, while re-checking these checkboxes will not restore previous settings. You should therefore think twice before saving!
es_es: Debe notarse que salvar desde el botón en esta página inmediatamente copiará ajustes desde el Sitio de Inicio a los subsitios donde los checkboxes están des seleccionados, mientras que re seleccionando estos checkboxes no restaurará los ajustes anteriores. ¡Usted debería por tanto pensarlo dos veces antes de salvar!

source: There are many Use Cases associated to these features, ranging from the provision of sites by a Network Admin to Site Admins while keeping a centralized, corporate look and feel to the Toolbar, network-wide, to the single-owned network of sites where the Admin wants the network of sites to look like one big site, without visiting each subsite individually to propagate the same settings.
es_es: Hay muchos Casos de Uso asociados a estas características, que van desde el suministro de sitios por un Administrador de Red a Administradores de Sitio mientras mantiene todo centralizado, look and feel corporativo del Toolbar, ampla red, a la red de sitios de un solo dueño donde el Administrador quiere la red de sitios que se vean como un gran sitio, sin visitar cada subsitio individualmente para propagar los mismos ajustes.

source: There are also many in-betweens, when the Network Admin wants to reduce the flexibility offered to Site Admins, while leaving them some of the options, or more generally when the customization of the Toolbar differs between sites, to various extends and for various reasons.
es_es: Hay también muchos intermedios, cuando el Administrador de Red quiere reducir la flexibilidad ofrecida a Administradores de Sitio, mientras deja algunas de las opciones, o más general cuando la personalización del Toolbar difiere entre sitios, a varias extensiones y por varias razones.

source: Create and edit your WP NavMenus at %s, and associate them to the WP Toolbar, at predefined locations, for the roles you wish.
es_es: Cree y edite su WP NavMenus en %s, y asócielos al WP Toolbar, en posiciones predefinidas, para los roles que desee.

source: Note: This feature will force the display of the WP Toolbar on all sites of the network, for selected roles.
es_es: Nota: Esta característica forzará la muestra de WP Toolbar en todos los sitios de la red, para los roles seleccionados.

source: More precisely, it will:
es_es: Más precisamente, esto:

source: Remove the option to show / hide the Toolbar to selected roles from the "Toolbar" tab of the plugin options page, of all sites except the Main Site
es_es: Elimina la opción a mostrar/ocultar el Toolbar a los roles seleccionados del tab "Toolbar" de la página de opciones del plugin, para todos los sitios excepto el Sitio de Inicio.

source: Remove the WP user option to show / hide the Toolbar on the frontend, from the WP Profile page
es_es: Remover la opción del usuario WP de mostrar/ocultar el Toolbar de la vista pública, de la página del Perfil de WP

source: Forcibly display the Toolbar in the frontend on all sites of the network, to all selected roles
es_es: Mostrar de manera forzada el Toolbar en la parte pública en todos los sitios de la red, para todos los roles seleccionados

source: After activation, select the roles that shall see the WP Toolbar from the Main Site plugin option page,
es_es: Luego de la activación, seleccionar los roles que deberán ver el WP Toolbar desde la página de opciones del plugin Sitio Principal,

source: Note: This feature will allow users to select their "Home Site".
es_es: Nota: Esta característica permitirá a los usuarios seleccionar su "Sitio de Inicio".

source: Add a checkbox to WP Profile pages so that users can select the current site as their "Home Site"
es_es: Adicionar un checkbox a las páginas del Perfil WP para que los usuarios puedan seleccionar el sitio actual como su "Sitio de Inicio"

source: Link the Edit Profile URL, located over the Howdy and the WP User Menu, to the WP Profile page on the selected site
es_es: Enlazar la URL de Edición del Perfil, localizada sobre el mensaje Hola-Cómo-Está y el Menú del Usuario WP, a la página del Perfil de WP en el sitio seleccionado

source: Remove the option to rewrite the Edit Profile URL from the "WP User Menu" tab of the plugin options page, on all sites, to avoid any conflict with the above
es_es: Eliminar la opción de reescribir la URL de Editar el Perfil desde el tab "WP User Menu" de la página de opciones del plugin, en todos los sitios, para evitar cualquier conflicto con lo anterior

source: On WP Symposium installations, the Edit Profile URL will link to the WPS profile page if it can be found there ; if the WPS Profile feature is <u>not</u> correctly set on the selected site, the WP Profile page of the selected site will be used, as per above
es_es: En las instalaciones de WP Symposium, la URL de Editar el Perfil enlazará la página del perfil WPS si puede ser encontrado aquí; si la característica del Perfil WPS <u>no</u> está asignada correctamente en el sitio seleccionado, la página del Perfil WP del sitio seleccionado será usada, como se hace arriba

source: On WP Symposium installations, the notification icons will point to the selected site if WPS profile and mail pages can be found there ; if they are <u>not</u> defined on the selected site, or the "Network Share" is <u>not</u> activated from the WPS tab at this site, icons will point to any other site where WPS features may be found and are shared ; if no other site can be found, they will be hidden
es_es: En las instalaciones de WP Symposium, los iconos de notificación apuntarán al sitio seleccionado si el perfil WPS y las páginas del mail pueden ser encontradas aquí; si <u>no</u> están definidas en el sitio seleccionado, o el "Compartir la Red" <u>no</u> está activado desde el tab WPS en este sitio, los iconos apuntarán a cualquier otro sitio donde las características WPS pueden ser encontradas y son compartidas; si ningún otro sitio puede ser encontrado, ellos serán ocultados

source: Logged-in users will no longer be able to show / hide it from their WP Profile page.
es_es: Los usuarios autenticados no serán capaces de mostrarlo/ocultarlo desde la página del Perfil WP.

source: Force the display of the WP Toolbar.
es_es: Forzar el mostrado del WP Toolbar.

source: Note: WPS features must be activated and correctly set up from the WPS Install page
es_es: Nota: Las características WPS deben ser activadas y configuradas correctamente desde la página de Instalación de WPS

source: Make this site your Home Site, so that the Edit Profile link points to this page
es_es: Hacer este sitio su Sitio de Inicio, por lo que el enlace a la Edición del Perfil apuntará a esta página

source: You may add your custom menus to a small number of predefined locations. Build your menus using the neat interface WordPress provides for NavMenus, then add them from this page.
es_es: Usted puede añadir sus menús personalizados a un conjunto de pequeño número de posiciones predefinidas. Construya sus menús usando la interface pura para NavMenus, luego adiciónelos desde esta página.

source: You might also want to take a look at the various sections of the online %s, that will give a few hints.
es_es: Usted puede también querer mira las diferentes secciones del %s online, que le dará algunas pistas.

source: Should you plan to take advantage of the hooks and the CSS classes that the plugin contains, you might also be interrested in the %s
es_es: Usted debería aprovecharse de los ganchos y de las clases CSS que el plugin contiene, usted también debería interesarse en el %s

source: Developers Guide
es_es: Guía de Desarrollador

source: From this tab, activate some of the network features provided by the plugin.
es_es: Desde este tab, active algunas de las características de red proveída por el plugin.

source: Please note that these options will affect the display of some of the other options tabs, both on this site and the other sites of your network, as described hereafter.
es_es: Por favor note que estas opciones afectarán la muestra de algunas de las otras tabs de opciones, ambas en este sitio y en otros sitios de su red, como se describe luego.

source: Remove the option to force the display of the Toolbar on a site only, from the "Toolbar" tab of the plugin options page, of all sites
es_es: Remover la opción de forzar la muestra del Toolbar en un sitio solamente, desde el tab "Toolbar" de la página de opciones del plugin, de todos los sitios

source: "WP Toolbar" tab, "WP Toolbar" option
es_es: Tab "WP Toolbar", opción "WP Toolbar"

source: Unchecking a given tab will deactivate it and hide it on the subsite.
es_es: Des seleccionando un tab dado lo desactivará y lo ocultará en el subsitio.

source: The corresponding settings will then be propagated from the Main Site to the subsite, both upon saving from this screen and for any update of the Main Site settings onwards.
es_es: Los ajustes correspondientes se propagarán desde el Sitio de Inicio al subsitio, ambos salvando desde esta pantalla y para cualquier update de los ajustes del Sitio de Inicio.

source: Note:
es_es: Nota:

source: This is the main container for all the items defined with this plugin, it must obviously be activated for those items to show.
es_es: Este es el contenedor principal para todos los elementos definidos con este plugin, que obviamente debe ser activado para aquellos elementos a mostrar.

source: You may make these menus Network Custom Menus, and display them accross the whole network without Site Admins being able to hide them or modify them.
es_es: Usted puede hacer estos menús como Menús Personalizados de Red, y mostrarlos a través de la red completa sin los Administradores del Sitio siendo capaces de esconderlos o modificarlos.

source: Several classes are defined for you to interact with items added by the plugin. They are all defined with the plugin CSS file, in the plugin folder.
es_es: Muchas clases son definidas por usted para interactuar con los elementos adicionados por el plugin. Ellas están definidas con el archivo CSS del plugin, en la carpeta del plugin.

source: Network
es_es: Red

source: Subsites
es_es: Subsitios

source: Only available when WPS Toolbar is network activated, the first two tabs are gathering most of the network features that the plugin provides.
es_es: Disponible solamente cuando el WPS Toolbar es activado por red, los primeros dos tabs tienen casi todas las funcionalidades de red que el plugin provee.

source: The WP Toolbar tab will let you choose which of the WP default items, menus, icons and links to show to users with the appropriate rights.
es_es: El WP Toolbar le dejará escoger cuáles de los elementos por defecto de WP, menús, iconos y enlaces a mostrar a los usuarios con los apropiados derechos.

source: Network Features
es_es: Características de Red

source: Make this menu a Network Menu
es_es: Hacer este menú un Menú de Red

source: Tabs left checked will be displayed on the plugin options page of the corresponding subsite, where the settings will apply.
es_es: Los tabs con la selección a la izquierda será mostrados en la página de opciones del plugin del subsitio correspondiente, donde los ajustes se aplicarán.

source: You have activated the "Network toolbar" feature from the Network tab, therefore this option determines which roles shall see the Toolbar, network-wide.
es_es: Usted activó la característica de "Network toolbar" del tab Red, por tanto esta opción determina cuál rol debe ver el Toolbar, a través de la red.

source: You may add two or more menus to the same location: they will be shown only to the roles you have selected. If more than one menu should be shown to a given role at a given location, they will be appended one to the other, in the order you have defined them.
es_es: Usted puede adicionar dos o más menús en la misma posición: ellos se mostrarán solamente para los roles que usted ha seleccionado. Si más de un menú debe mostrarse para un role dado en una posición dada, este será añadido detrás del otro, en el orden en que lo definió.

source: This can be used to display different menu items to different roles: one main menu for all, and additional items for higher roles. Or, different menus for different roles. Your choice.
es_es: Esto puede ser usado para mostrar elementos diferentes de menú a diferentes roles: un menú principal para todos, y elementos adicionales para roles mayores. O, diferentes menús para diferentes roles. Su elección.

source: You may use the same menu several times, however, for a given role it will be displayed only once, so this page will list the menus that won't be displayed since you attempt to show them several times to the same roles.
es_es: Usted puede usar el mismo menú varias veces, sin embargo, para un rol dado será mostrado una sola vez, por lo que esta página mostrará los menú que no será mostrados desde que usted trata de mostrarlos varias veces a los mismos roles.

source: If you leave this unchecked, the features of this site will be used locally only.
es_es: Si usted deja esto sin seleccionar, las características de este sitio serán utilizadas solamente de manera local.

source: Multisites
es_es: Multisitios

source: This hook can be used to add your custom font to the array of fonts that is displayed at the plugin options page. You may then select it from there, and use it for the Toolbar and / or its dropdown menus. You should always add a fallback to your font, in case the browser wouldn't be able to display it. Separate several font names with commas. Do not add brackets around multiword names, the plugin will deal with them automagically.
es_es: Este gancho puede ser usado para adicionar su letra personalizada al arreglo de letras que está mostrado en la página de opciones del plugin. Usted puede seleccionarlo de aquí, y usarlo para el Toolbar y/o sus menús desplegables. Usted debería siempre adicionar un fallback a su fuente, en caso de que el navegador no sea capaz de mostrarlo. Separe varios nombres de letras con coma. No adicione paréntesis alrededor de los nombres con múltiples palabras, el plugin los tratará automágicamente.

source: The Network features are eseentially located on dedicated tabs that will only show to Super Admins, when the plugin is network activated. These features are:
es_es: Las características de Red son esencialmente posicionadas en tabs dedicados que solamente se le mostrarán a los Super Administradores, cuando el plugin es activado por red. Estas características son:

source: Force the display of the Toolbar network wide, for selected roles, from the "Network" tab
es_es: Forzar el mostrado del Toolbar por la red, para roles seleccionados, desde el tab "Red"

source: Home Site for users who can then choose a home site, where the User Menu and the WPS notification icons will bring them preferably to any other of the network
es_es: Sitio de Inicio para usuarios que pueden escoger un sitio de inicio, donde el Menú de Usuario y los iconos de notificación WPS les mostrarán preferencia a cualquier otra red

source: Select the subsites you want to be synchronized with the Main Site from the "Subsites" tab, and selected settings will then be propagated to these sites automatically
es_es: Seleccione los subsitios que usted desee sincronizar con el Sitio Principal desde el tab "Subsitios", y los ajustes seleccionados se propagarán para estos sitios automáticamente

source: Create Network Custom Menus that will be displayed on all sites without Site Admins being able to remove them, from the "Custom Menus" tab
es_es: Crear Menús Personalizados de Red que se mostrarán en todos los sitios sin que los Administradores de Sitio sean capaces de removerlos, desde el tab "Menús Personalizados"

source: Share WP Symposium features from one site with all sites, from the "WP Symposium" tab on all sites where WP Symposium is activated
es_es: Compartir características de WP Symposium desde un sitio con todos los sitios, desde el tab "WP Symposium" en todos los sitios donde el WP Symposium es activado

source: When the plugin is network activated, Super Admins will have the option to make a custom menu, a Network Menu, so that it is displayed accross the whole network without Site Admins being able to hide it or modify it.
es_es: Cuando el plugin es activado por la red, los Super Administradores tendrán la opción de hacer un menú personalizado, un Menú Red, por lo que se muestra a través de toda la red sin los Administradores de Sitio ser capaces de esconderlo o modificarlo.

source: Please refer to the online help for guidelines on what can be and can't be done...
es_es: Por favor refiérase a la ayuda en vivo para pautas sobre qué puede y qué no puede hacerse...

source: On a multisite network, Site Admins also have the option to display these notification icons accross the whole network, so that the users of their site can access their WPS profile and mail from any site where the Toolbar is shown
es_es: En una red multi sitio, los Administradores de Sitios también tienen la opción de mostrar estos iconos de notificaciones a través de la red completa, por lo que los usuarios en su sitio pueden acceder su perfil WPS y enviar mail desde cualquier sitio donde el Toolbar está caído.

source: Note that they will show only if the appropriate feature has been activated at the WPS Install page, and if a page has been properfly set up for both the Profile and the Mail features. This could serve as a replacement for the WPS Panel, however bear in mind they will need full page refreshes to reflect the actual status of new mails and friend requests.
es_es: Note que ellos se mostrará solo si la característica apropiada se ha activado en la página de Instalación WPS, y si una página ha sido configurada apropiadamente para ambos características de Perfil y Mail. Esto puede servir como un reemplazo para el WPS Panel,sin embargo tenga en cuenta que ellos necesitarán refrescamientos completos de página para reflejar el estado actual de las nuevas peticiones de correos y amigos.

source: Select Page:
es_es: Seleccionar Página:

source: Select
es_es: Seleccionar

source: Bugs and issues should be reported in the %s forum, where support is ensured.
es_es: Errores y problemas deberían ser reportados en el forum %s, donde el soporte es asegurado.

source: Be aware that this roles' selection also means that those that are <u>not</u> checked here, will never be able to see the Toolbar.
es_es: Tenga en cuenta que la selección de roles también significa que ello <u>no</u> se selecciona aquí, no será capaz de ver el Toolbar.

source: On Multisite installations, when the plugin is network activated it adds a few features, that are described hereafter.
es_es: En instalaciones multi sitio, cuando el plugin es activado por la red adiciona nuevas características, que están descritas a continuación.

source: These options will only be shown to Super Admins, from the two dedicated tabs, as well as mixed with other, standard options.
es_es: Estas opciones solamente se mostrarán a los Super Administradores, desde los dos tabs dedicados, así como mezcladas con otras opciones estándares.

source: The features at the "Network" tab will also hide some of the options at the other tabs, as described under each feature.
es_es: Las características en el tab "Red" también ocultarán algunas de las opciones en otros tabs, como se describe debajo de cada característica.

source: Located at the "Network" tab of the Main Site, the feature called "Network Toolbar" allows Super Admins to force the display of the Toolbar on all sites of their network.
es_es: Localizado en el tab "Red" del Sitio de Inicio, la característica llamada "Toolbar de Red" permite a los Super Administradores forzar la muestra del Toolbar en todos los sitios en su red.

source: It's basicaly similar to the "Force Toolbar" available otherwise from the "WP Toolbar" tab of all sites, except that it moves this prerogative to the Super Admin solely, and affects the whole network.
es_es: Es básicamente similar al "Forzar Toolbar" disponible de otra forma desde el tab "WP Toolbar" para todos los sitios, excepto que mueve esta prerrogativa al Super Administrador solamente, y afecta la red completa.

source: The roles that shall see the Toolbar must then be defined from the "WP Toolbar" tab of the plugin options page, at the Main Site.
es_es: Los roles que deben ver el Toolbar tienen que ser definidos desde el tab "WP Toolbar" del plugin de la página de opciones, en el Sitio de Inicio.

source: The second feature provided at the "Network" tab is called "Home Site".
es_es: La segunda característica proveída en el tab "Network" es llamada "Sitio de Inicio".

source: Please note that, if the WPS features cannot be found on the selected site for that user: the link on the Howdy and in the User Menu will revert to pointing to the WordPress Profile page on that site, whereas the icons will attempt to find WP Symposium somewhere else on the sites the user is member of, or eventually simply not be displayed.
es_es: Por favor note que, si las características WPS no pueden ser encontradas en el sitio seleccionado para ese usuario: el enlace en el mensaje Hola-Cómo-Está y en el Menú de Usuario se revertirán para apuntar a la página del Perfil de WordPress en ese sitio, donde los iconos tratarán de encontrar WP Symposium en algún otro lado en los sitios donde el usuario es miembro, o eventualmente simplemente no se muestran.

source: So if you plan to activate this feature while using WP Symposium, you should make sure WP Symposium is available from all sites, for all users.
es_es: Por tanto si usted planea desactivar esta característica mientras usa el WP Symposium, usted debería asegurarse que el WP Symposium está disponible desde todos los sitios, para todos los usuarios.

source: Subsites Options Tabs
es_es: Tabs de Opciones de Subsitios

source: The sistership feature of the "Network Toolbar" is the ability for Super Admins to synchronize subsites with the Main Site, by deactivating the plugin options tabs for these subsites.
es_es: La característica hermana del "Toolbar de Red" es la habilidad de los Super Administradores de sincronizar los subsitios con el Sitio de Inicio, desactivando los tabs de opciones de plugin para estos subsitios.

source: From the table located at the "Subsites" tab at the Main Site plugin options page, when a given tab is unchecked, the corresponding options tab will not show on that given site, and its features will mirror those of the Main Site, so you don't have to replicate the same settings on all your subsites.
es_es: De la tabla localizada en el tab "Subsitios" en la página de opciones del Sitio de Inicio, cuando un tab dado es des seleccionado, el tab de opciones correspondientes no se mostrarán en ese sitio dado, y sus características harán un espejo en aquellos en el Sitio de Inicio, por lo que usted no tendrá que replicar los mismos ajustes en todos los subsitios.
