Repository: wp-plugins/wp-symposium-toolbar
Catalog: lang/wp-symposium-toolbar-*.po
Languages: es_es

source: These options should be relatively straightforward : the first set of options deal with the menu toplevel item in the Toolbar, while the second set of options describes how this menu should look like. The last option allows you to add extra information to this menu.
es_es: Estas opciones deberían ser relativamente sencillas: el primer grupo de opciones concierne al primer elemento toplevel del menú en el Toolbar, mientras que el segundo conjunto de opciones describe cómo este menú debería verse. La última opción le permite adicionar información extra a este menú.

source: If interrested in populating this menu with custom information, advanced users may refer to the Developers' Guide available from this page, and check out the hooks proposed by the plugin.
es_es: Si está interesado en llenar este menú con información personalizada, los usuarios avanzados pueden referirse a la Guía de Desarrolladores disponible en esta página, y chequear lo propuesto por el plugin.

source: You may choose to display your custom icon to the toplevel of this menu. Upload it somewhere on your server, either via FTP or using the WP Media Manager, and enter its URL into the corresponding field.
es_es: Usted puede escoger mostrar su icono personalizado en el toplevel de este menú. Súbalo en algún sitio en su servidor, ya sea vía FTP o usando el WP Media Manager, y entre esa URL en el campo correspondiente.

source: When using custom icons with your menus, it is recommended to use only one toplevel item, otherwise all toplevel items of your menu will be replaced with this icon. If you wish to have several icons, you should create several custom menus.
es_es: Cuando se utiliza iconos personalizados con sus menús, es recomendable usar solamente un elemento toplevel, de otra forma todos los elementos toplevel de su menú serán reemplazados con este icono. Si usted desea tener varios iconos, usted debería crear varios menús personalizados.

source: On WP Symposium installations, the plugin adds a dedicated tab for WPS admins.
es_es: En las instalaciones de WP Symposium, el plugin adiciona un tab dedicado para los administradores de WPS.

source: This tab allows you to add to the Toolbar, the WPS admin menu as mirrored from the Dashboard sidebar. Obviously, only admins will see this menu.
es_es: Este tab le permite adicionar en el Toolbar, el menú de administración WPS como un espejo del sidebar del Panel. Obviamente, solo los administradores ven este menú.

source: You may also choose to display notification icons for mail and friendship to the Toolbar. These can be added based on member's role.
es_es: Usted puede también escoger mostrar los iconos de notificación por correo y amistad en el Toolbar. Esto puede ser adicionado basado en el rol de los miembros.

source: The last checkbox at this tab will re-generate for you the WPS menus available at the NavMenus page of the WP Dashboard, which were created upon first activation of the plugin. If it ever appears that these menus weren't properly created, or if you've modified them to the point you've messed up everything, you may ask the plugin to re-generate them for you. As instructed, delete the menu you'd like to replace, check this box, and save the options. The plugin will then re-create missing menus, without modifying the existing ones.
es_es: El último checkbox en este tab regenerará por usted los menús WPS disponibles en la página NavMenus en el WP Dashboard, los que fueron creados sobre la primera activación del plugin. Si resulta que estos menús no fueron creados adecuadamente, o si usted los ha modificado hasta el punto que usted ha roto todo, usted puede pedirle al plugin de regenerarlos por usted. Como está instruido, borre el menú que usted desea reemplazar, seleccione este checkbox, y salve las opciones. El plugin regenerará los menús perdidos, sin modificar los existentes.

source: Styling settings are split into the two main components: the Toolbar itself and its dropdown menus, each of them being addressed through settings gathered in two families: one for normal style, and one for hover / focus.
es_es: Los ajustes de estilos están separados en dos componentes principales: el Toolbar en sí y sus menús desplegables, cada uno de ellos siendo direccionados a través de los ajustes agrupados en dos familias: una para el estilo normal, y la otra para el hover/focus.

source: The hover style is used when the mouse moves over an item, and the focus style is used for an item when a submenu opens below that item and the mouse follows that menu.
es_es: El estilo hover es usado cuando el mouse pasa por encima de un elemento, y el estilo focus es usado cuando un submenú se abre hacia debajo del elemento y el mouse sigue ese menú.

source: Each of these sections contains subsections dealing with: background, fonts, borders, shadow,...
es_es: Cada una de estas secciones contiene subsecciones referentes a: fondos, letras, bordes, sombras,...

source: It should be stressed here that the plugin uses the native inheritance mechanism of CSS (Cascading Style Sheets), so that its impact on page load is limited to the only elements you want to re-style. This means that if you don't define a given attribute it'll be inherited from either WordPress Toolbar default attributes, your theme, any other plugin or custom modification you may have made, or, of course, other settings you will make in WPS Toolbar.
es_es: Debería notarse que el plugin utiliza el mecanismo de herencia nativo del CSS (Cascading Style Sheets), por lo que su impacto en la carga de la página está limitado a los únicos elementos que usted desea rediseñar. Esto significa que si usted no define un atributo dado este será heredado ya sea desde los atributos por defecto del Toolbar de WordPress, de su tema, de cualquier otro plugin o modificación personalizada que usted pueda haber hecho, o, por supuesto, de otros ajustes que usted hará en el Toolbar de WPS.

source: My advice here, is to proceed from top to bottom, so that you see the results of settings that were changed 'above' a given element, otherwise you might add unneeded CSS to your page headers. It is better to 'play nicely' with the existing style than fight against it....
es_es: Mi consejo aquí, es proceder desde arriba hacia abajo, por lo que usted verá los resultados de los ajustes que fueron cambiados ‘arriba’ de un elemento dado, de otra forma usted puede adicionar CSSs innecesarios a los headers de sus páginas. Es mejor ‘jugar limpio’ con el estilo existente que fajarse con él...

source: What is the difference between "default" and "none" (or "no", etc.) ?
es_es: ¿Cuál es la diferencia entre "por defecto" y "ninguno" (o "no", etc.) ?

source: Every time you fill a value somewhere in this tab, the plugin will add a little something to your page header. For dropdown lists, the empty value is "default", and if you select this value, it won't add anything, leaving WordPress and your theme decide which value shall be taken into account. Any other choice will force the page to adopt that value for that style, including "none" which will force the style to drop an other value that might have been added by your theme.
es_es: Cada vez que usted llena un valor en algún lugar de este tab, el plugin añadirá un pequeño algo a su header de la página. Para las listas desplegables, el valor vacío es "por defecto", y si usted selecciona este valor, no se añadirá nada, dejando a WordPress y a su tema decidir cuál valor debería ser tomado en cuenta. Cualquier otra opción forzará a la página a adoptar ese valor para ese estilo, incluyendo "ninguno" que forzará al estilo a descartar otro valor que pudo ser añadido por su tema.

source: If you're unsure which of these two values you should select and you can't see any difference in the preview, it is probably a good idea to keep the "default".
es_es: Si usted no está seguro cuál de estos dos valores debería seleccionar y no puede ver ninguna diferencia en la vista previa, probablemente es una buena idea mantener el "por defecto".

source: As a reciprocal from the above, if you want to remove a default setting, you will need to input something in the relevant field of this tab.
es_es: Como algo recíproco de lo anterior, si usted desea remover un ajuste por defecto, usted necesitará entrar algo en los campos relevantes de este tab.

source: Developer's Guide
es_es: Guía del Desarrollador

source: The following page helps you to go further and customize your WP Toolbar, by using the hooks and CSS classes available with the plugin.
es_es: Las siguiente página le ayuda a ir más adelante y a personalizar su WP Toolbar, usando las clases CSS disponibles en el plugin.

source: Hooks
es_es: Ganchos

source: Prerequisites: you need to understand how WordPress hooks work, know how to add code to your theme's functions.php, and have some PHP knowledge.
es_es: Prerrequisitos: usted necesita entender cómo los ganchos de WordPress trabajan, cómo adicionar código en su functions.php de temas, y tener algún conocimiento de PHP.

source: Several hooks are available around the WP User Menu ("My Account"), used to change or add bits of information displayed for the current user. You will need to use one of the globals $current_user or $user_ID to get the user ID, and from then on, any other information you would need for that particular user.
es_es: Varios ganchos están disponibles en el Menú del Usuario de WP ("Mi Cuenta"), usados para cambiar o adicionar bits de información mostrados para el usuario actual. Usted necesitará usar una de las $current_user o $user_ID globales para obtener el ID del usuario, y de ahí, cualquier otra información que usted pueda necesitar para ese usuario particular.

source: Sends the small HTML bit containing the display name in the User Menu, that you may replace with the information you want.
es_es: Envía un bit pequeño HTML conteniendo el nombre que se muestra en el Menú de Usuario, que usted puede reemplazar con la información que desea.

source: Example: put the first name instead of the whole display name, or any information you'd like
es_es: Ejemplo: ponga el primer nombre en vez de el nombre que se muestra completo, o cualquier información que usted quiera

source: Add anything to the user info section of the User Menu.
es_es: Adicione cualquier cosa a la sección de información del usuario del Menú de Usuario.

source: Example: add the role under certain conditions only, like for given accounts, given roles, etc. Note that I'm lazy here and use the username class to style it by default, eventually refined by the class wpst-role. You may of course put your own class directly.
es_es: Ejemplo: adicione el rol en algunas condiciones solamente, como por ejemplo para cuentas dadas, roles dados, etc. Note que soy vago aquí y uso la clase username para dar estilo por defecto, eventualmente refinado por la clase wpst-role. Usted puede por supuesto poner su propia clase directamente.

source: Add anything else to the User Info, that requires a dedicated link and/or a specific styling, like a membership level, or a rank, with a link that points to a page where details will be given.
es_es: Adicione cualquier otra cosa a la Información del Usuario, que requiera un enlace dedicado y/o un estilo específico, como por ejemplo un nivel de membresía, o un rango, con el enlace que apunta a la página donde se dan los detalles.

source: Example: add a title along with a URL linking to the site main page, users of rating / ranking / membership plugins will transpose the following to their favorite plugin, and display the appropriate title and link.
es_es: Ejemplo: adicione un título junto con un enlace URL a la página principal del sitio, los usuarios del plugin de rankeo/rating/membresía trasponen lo siguiente a su plugin favorito, y mostrarán el título y el enlace apropiados.

source: Modify the URL over the Howdy message and the small avatar.
es_es: Modificar la URL sobre el mensaje Hola-Como-Está y el avatar pequeño.

source: Modify the URL over the user info in the User Menu.
es_es: Modificar la URL sobre la información del usuario en el Menú del Usuario.

source: Use Cases: By default, these two links point to the profile URL given by WordPress, and the site URL for visitors. The two hooks allow you to point them to different pages, from the Toolbar toplevel item and the User Menu user info, respectively.
es_es: Casos de Uso: Por Defecto, estos dos enlaces apuntan a la URL del perfil dada por WordPress, y la URL del sitio para visitantes. Los dos ganchos le permiten apuntarlos a diferentes páginas, desde el elemento toplevel del Toolbar y la información del Usuario del Menú de Usuario, respectivamente.

source: I personally consider that the Search icon should not have borders when it's moved to the inner part of the Toolbar, but that's purely a matter of taste. So if you'd like to remove the border-xxx: none that the plugin adds to li.admin-bar-search, you could use this hook.
es_es: Yo personalmente considero que el icono de Búsqueda no debería tener bordes cuando se mueve hacia la parte interior del Toolbar, pero eso es solamente una cuestión de gusto. Por lo que si usted quiere remover el border-xxx: ninguno de los plugins se añaden a li.admin-bar-search, usted puede usar este gancho.

source: By default the plugin adds the same borders to the Toolbar items, whether they are hovered or not. Use this hook to add custom borders to those items when they are hovered.
es_es: Por defecto el plugin adiciona los mismos bordes a los elementos del Toolbar, ya sea si están en estado hover o no. Use este gancho para adicionar bordes personalizados a esos elementos cuando están en estado hover.

source: Since hover doesn't affect monochrom dividers, it should be stressed that this hook is triggered only when two colours are defined for borders.
es_es: Dado que el hover no afecta los divisores monochrom, debería ser notado que este gancho es lanzado solo cuando dos colores son definidos para los bordes.

source: Styles collected at the tab of the same name are gathered in a string that is then stored as an option. Upon page load, this string is read from its option and sent for display. This hook is triggered right before the string is formatted and stored. Use this hook to add your own style.
es_es: Los estilos coleccionados en el tab del mismos nombre son guardados en un string que luego es almacenado como una opción. Cuando se carga la página, este string es leído de su opción y enviado para ser mostrado. Este gancho es lanzado luego de que el string es formateado y almacenado. Utilice este gancho para adicionar su propio estilo.

source: Administration
es_es: Administración

source: Example: being a little short on this one, I'll show how to add a font which is already proposed by default...
es_es: Ejemplo: Resumiendo un poco más en este, voy a mostrar cómo adicionar una letras que ya está propuesta por defecto...

source: This hook is triggered at the end of the init of plugin globals, so Network Admins can interact with those before they are actually used by Site Admins, like dropping an array element or adding one element to one of those arrays. There are two kinds of arrays, all of them being made of items in the format
es_es: Este gancho es lanzado al final de la inicialización de los plugins globales, por lo que los Administradores de Red pueden interactuar con ellos antes de que sean utilizados por los Administradores del Sitio, tal como soltar un arreglo de elemento o adicionar un elemento a uno de esos arreglos. Hay dos tipos de arreglos, todos constituidos por elementos en el formato

source: lists all roles of the site including the pseudo-role 'visitor'
es_es: lista todos los roles del sitio incluyendo el pseudo rol ‘visitante’

source: all roles gathered on the site
es_es: todos los roles almacenados en el sitio

source: all roles that are allowed to 'edit_posts'
es_es: todos los roles que están permitidos de 'edit_posts'

source: all roles that are allowed to add content to the site, this includes either of the following capabilities:
es_es: todos los roles que tienen permitido adicionar contenido al sitio, esto incluye las siguientes capacidades:

source: all roles that can manage comments through the capability
es_es: todos los roles que pueden manejar comentarios a través de las capacidades

source: all roles that have either of the following capabilities:
es_es: todos los roles que tienen algunas de las siguientes capacidades:

source: pretty self-explanatory, the tested capability is
es_es: bastante bien explicada, la capacidad probada es

source: Menu Locations
es_es: Posiciones del Menú

source: lists the available locations for custom menus as per the eponymous tab at the plugin options page
es_es: listas de las posiciones disponibles de los menús personalizados y del tab eponymous en la página de opciones del plugin

source: For menu locations, it should be stressed that the slug in this array corresponds to the parent item ID to which the menu will be connected. So if you create a Toolbar menu or item and add its ID here as a slug (along with an explanatory title), it will be listed amongst the menu locations, ready to use by Site Admins.
es_es: Para posiciones de menú, debe notarse que el alias en este arreglo corresponde al ID del elemento padre al cual el menú será conectado. Por tanto si usted crea un menú Toolbar o un elemento y adiciona su ID aquí como un alias (junto con un título explicativo), será listado junto con las posiciones de menú, listo para usar por los Administradores del Sitio.

source: CSS styling
es_es: estilo CSS

source: Prerequisites: you need to know how to add custom CSS on your site, and obviously have some CSS knowledge.
es_es: Prerrequisitos: usted necesita saber cómo añadir CSS personalizados en su sitio, y obviamente tener algún conocimiento de CSS.

source: In the WP User Menu ("My Account"), the role added by the plugin option belongs to the classes %s and %s, where &lt;role&gt; stands for a given role..
es_es: En el WP User Menu ("Mi Cuenta"), El rol adicionado por la opción del plugin pertenece a las clases %s y %s, donde &lt;rol&gt; es para un rol determinado..

source: For instance, by default the plugin defines a red border for admins through the class
es_es: Por ejemplo, por defecto el plugin define un borde rojo para administradores a través de la clase

source: Notification Icons
es_es: Iconos de Notificación

source: The mail icons belong to the classes %s and %s, while the friend icons belong to %s and %s.
es_es: Los iconos de mail pertenecen a las clases %s y %s, mientras que los iconos de amigo pertenecen a %s y %s.

source: Rewrite the Edit Profile URL, to link to the following page, leave empty for no redirection
es_es: Re escribir la URL de Editar Perfil, para enlazar a la página siguiente, dejar en blanco para no redireccionar

source: Absolute path to a page, available aliases:
es_es: Camino absoluto a la página, alias disponibles:

source: Autodetect the full path to the WPS Profile page with
es_es: Auto detectar el camino completo a la página del Perfil con

source: Rewrite Edit Link
es_es: Enlace de Edición de Reescritura

source: the alias symposium_profile shall be used alone, as a placeholder for a fully autodetected URL
es_es: el alias symposium_profile debería ser utilizada sola, como un placeholder para una detección de URL completa

source: local URL expected
es_es: URL local esperada

source: valid URL expected
es_es: URL válida esperada

source: Errors occured when saving options:
es_es: Ocurrieron errores salvando las opciones:

source: Other options were saved successfully
es_es: Las otras opciones fueron salvadas satisfactoriamente

source: One error occured when saving options:
es_es: Un error ocurrió cuando se salvaron las opciones:

source: : the corresponding tab was deactivated on this site, therefore this option must be imported from the Main Site where it is set.
es_es: : el tab correspondiente fue desactivado en este sitio, por tanto esta opción debe ser importada desde el Sitio Principal donde está asignado.

source: Other options (if any) have been imported successfully
es_es: Otras opciones (si hay) han sido importadas satisfactoriamente

source: Network Settings
es_es: Ajustes de Red

source: Home Site
es_es: Sitio de Inicio

source: Your Home Site is currently set to
es_es: Su Sitio de Inicio está actualmente apuntando a

source: This Options page is split into tabs.
es_es: Esta página de Opciones se divide en tabs.

source: From the User Menu tab, you may change the content of the WP User Menu, and pick the items you want to display to all users, registrered and logged-in.
es_es: Desde el tab Menú de Usuario, usted puede cambiar el contenido del WP User Menu, y escoger los elementos que desea mostrar para todos los usuarios, registrados y autenticados.

source: From the Custom Menus tab, you may add your custom menus to several predefined locations in the WP Toolbar, to both logged-in members and site visitors.
es_es: Desde el tab de Menús Personalizados, usted puede adicionar sus menús personalizados a varias posiciones predefinidas en el WP Toolbar, a ambos usuarios autenticados y visitantes del sitio.

source: The plugin adds items specific to WP Symposium, that you may show or hide from the tab of the same name.
es_es: El plugin adiciona elementos específicos al WP Symposium, que usted puede mostrar u ocultar el tab del mismo nombre.

source: The Styles tab, not the least, will let you modify styling options of the WP Toolbar, so that it fits the look of your site.
es_es: El tab Estilos, no el último, le dejarán modificar opciones de estilos del WP Toolbar, por lo que ajusta la vista de su sitio.

source: This set of options will allow you to select which of the default WP Toolbar items should be displayed, for each role of your site: at this tab, like at some other tabs of this plugin options page, you have to select which roles will see which item.
es_es: Este conjunto de opciones le permitirán seleccionar cuál de los elementos de WP Toolbar debería mostrarse, para cada rol de su sitio: en este tab, como en otros de esta página de opciones del plugin, usted tiene que seleccionar cuál rol verá cuál elemento.

source: An important thing to stress, is that the plugin will not enforce the rules used by WordPress to let users access to information, but only allow to restrict it further, and this is reflected by the rows of roles under each item at this tab.
es_es: Una cosa importante a notar, es que el plugin no forzará las reglas usadas por WordPress para dejar usuarios acceder a la información, pero solo permite restringirla más, y esto se refleja en las filas de los roles debajo de cada elemento en este tab.

source: Most of these items will not be accessible to everybody, but to some of the roles only : either way, you will be able to hide what you don't want your users to see, but not to show what WordPress doesn't want them to see.
es_es: La mayoría de estos elementos no será accesible para todos, sino para algunos roles solamente: de cualquier manera, usted será capaz de esconder lo que no quiere que los usuarios vean, pero no mostrar lo que WordPress no quiere que ellos vean.

source: Activate the "Network Toolbar"
es_es: Activar el "Network Toolbar"

source: Activate the "Home Site" for users
es_es: Activar el "Sitio de Inicio" para usuarios

source: Select the tabs that should be displayed on the WP Symposium Toolbar options page of each of the subsites of the network.
es_es: Seleccione los tabs que deberían mostrarse en la página de opciones del Toolbar de WP Symposium para cada uno de los subsitios de la red.
